[
	{
		"ID": 0,
		"StartRoom": 2,
		"StrikeCount": 4,
		"StatusTexts": {
			"Initial": [
				"Er staat hier een reusachtige hellehond die je de weg verspert. Zijn scherpe tanden steken duidelijk af, en het rode kwijl druipt langzaam uit zijn bek.",
				"Hij kijkt je dreigend aan met zijn bloeddoorlopen ogen, en uit zijn keel klinkt een diep gegrom."
			],
			"Attack": [
				"De hellehond zet zich af tegen de grond, en hij spring boven op je lijf. Zijn nagels boren zich in je vlees, en op een gegeven moment bijt hij je hard in je schouder. Je botten kraken en een scheut van pijn trekt door je zenuwen.",
				"De hond laat je los, en hij kijkt je grommend aan."
			],
			"PreparingNextAttack": [
				"De honger van de hellehond is nog niet gestild. Een diep gegrom komt uit zijn keel, en hij staat klaar om opnieuw aan te vallen."
			],
			"Dying": [
				"Door de wonden aangericht met je zwaard sterft de hevig bloedende hellehond. Je deelt nog een slag uit, en een stuk vlees van de hond laat los."
			],
			"Done": [
				"De dode hellehond ligt in een bad van dampend bloed."
			]
		}
	},
	{
		"ID": 1,
		"StartRoom": 23,
		"StatusTexts": {
			"Initial": [
				"Je hebt de rust van de rode trol verstoord. Hij kijkt zwaar geërgerd."
			],
			"PreparingFirstAttack": [
				"Nu is de trol pas echt goed wakker. Hij pakt zijn zweep en komt dreigend op je af."
			],
			"Attack": [
				"De trol deelt je een harde klap uit met z'n zweep. Je voelt de brandende pijn tot je botten doordringen."
			],
			"PreparingNextAttack": [
				"Het schuim loopt uit de trol z'n bek. Hij heft opnieuw zijn zweep."
			],
			"Dying": [
				"Opgewonden grijpt de trol het boekje. Hij bladert het door, en wordt roder en roder. Op een gegeven moment klinkt een geborrel op uit het wezen, en met een klap springt hij uit elkaar. Van de rotswanden druipen de resten van de trol langzaam naar beneden.",
				"Opeens zie je iets glinsteren."
			],
			"Done": [
				"Overal in de grot liggen stukken van de verscheurde trol verspreid. Het slijm zuigt aan je schoenen, en een vieze stank dringt in je neus."
			]
		}
	},
	{
		"ID": 2,
		"StartRoom": 25,
		"StrikeCount": 6,
		"StatusTexts": {
			"Initial": [
				"In deze grot leeft een vleesetende plant.",
				"Zijn dikke groene stengel loopt uit in een afschrikwekkende kop, met afzichtelijke tanden. Hij heeft je gezien en beweegt zijn opengesperde bek in je richting. Voordat je een stap hebt kunnen zetten zit je verstrengd in het monster, en zet de plant zijn tanden in je nek."
			],
			"PreparingNextAttack": [
				"De plant likt met zijn kleine schurfterige tongetje je bloed van zijn bek.",
				"Met zijn groene oogjes kijkt hij je weer aan, en hij maakt aanstalten zijn tanden opnieuw in je nek te zetten."
			],
			"Attack": [
				"Opnieuw omsluit de bek van de plant je hals. Een warme stroom bloed loopt via je rug naar beneden, en de pijn is nu ondraaglijk. Na een tijdje laat de plant je weer los."
			],
			"Dying": [
				"De resten van wat eerst een vleesetende plant was liggen nu op de grond van de grot. Zijn bek ligt opengesperd, en zijn ogen rollen bijna uit zijn oogkassen. Uit zijn stengel druipt langzaam het bloed van zijn slachtoffers.",
				"Op de plek waar vroeger zijn beschimmelde wortels waren zit nu een opening."
			],
			"Done": [
				"De vleesetende plant is niet veel meer dan een berg stinkend tuinafval."
			]
		}
	},
	{
		"ID": 3,
		"StartRoom": 44,
		"StatusTexts": {
			"Initial": [
				"Er staat hier een grote behaarde gnoe die je met twee geniepige oogjes aankijkt. Tussen de haren van zijn vacht bevinden zich allerlei kleine kruipende beestjes, die je nog nooit eerder gezien hebt. Het beest verspreidt een afschuwelijke lucht. Kweilend en zwaar snuivend komt hij langzaam naar je toe."
			],
			"Attack": [
				"De gnoe neemt een sprong, en stoot met zijn grote kop hard in je maag. Je hebt het gevoel alsof je longen uit je lijf worden geperst. Versuft sta je weer op."
			],
			"Dying": [
				"De gnoe ziet het vlees, snuffelt er aan, en slokt het in één hap naar binnen.",
				"Je ziet hem langzaam opzwellen en zijn hersens komen door zijn oogkassen naar buiten. Hij zakt in elkaar en blijft roerloos liggen."
			],
			"Done": [
				"Het bultachtige lichaam van de gnoe ligt op de grond en de hersens liggen er als een papje naast."
			]
		}
	},
	{
		"ID": 4,
		"StartRoom": 50,
		"StatusTexts": {
			"Initial": [
				"In deze grot bevindt zich een grote draak. Hij heeft meerdere koppen, die je allemaal bespieden met gele oogjes. Zijn hele huid is bedekt met schimmel, en uit zijn bekken hangen lange, bruine tongen, waar een bijtend zuur af druppelt.",
				"Opeens komt uit een van de bekken een rommelend geluid. Met moeite versta je \"Ben jij een koekie?\""
			],
			"PreparingFirstAttack": [
				"De koppen van de draak bewegen nu agressiever heen en weer en beginnen hevig te snuiven.",
				"De lucht uit de drakekoppen ruikt afgrijselijk, en je slaat achterover van walging. Een van de bekken spert zich wijd open, en harder dan eerst klinkt \"BEN JIJ EEN KOEKIE?!?\""
			],
			"Attack": [
				"De draak heft langzaam een van zijn gore poten op, en geeft opeens een ontzettende harde klap. Er kraakt iets in je hoofd, en een duizeling maakt zich van je meester. Hij maakt aanstalten je nog een klap te verkopen."
			],
			"FirstStep": [
				"De draak grijpt het koekje, en steekt hem gelijk in een van zijn grote bekken.",
				"Langzaam begint hij te wankelen, en met een doffe dreun klapt hij op de grond.",
				"Uit de bek waar juist het koekje in verdween druipt wat kwijl. De draak slaapt."
			],
			"FirstWait": [
				"De draak slaapt onrustig. Soms beweegt een van zijn koppen iets, en uit zijn lijf klinkt een diep gegrom."
			],
			"SecondStep": [
				"Voorzichtig zet je de draak de slaapmuts op. De vrolijke kleuren van de muts steken af tegen de beschimmelde huid, en de muts zakt iets scheef. Op een gegeven moment valt er iets, en het klettert tegen de harde rotsvloer."
			],
			"Done": [
				"De draak slaapt rustig."
			]
		}
	},
	{
		"ID": 5,
		"StartRoom": 75,
		"StatusTexts": {
			"Initial": [
				"Er staat hier een wezen dat nog het meest lijkt op een gezwel. Het kijkt je aan met 2 gluiperige ogen, op zijn huid zitten schurftvlekken, en op zijn mondhoeken groeien algen. Met zijn lange, glibberige tentakels houdt het zich vast aan alle wanden van de grot en verspert zo je weg."
			],
			"FirstWait": [
				"Het gezwel zit nog steeds aan de grotwanden vastgezogen, en het trilt licht."
			],
			"Dying": [
				"Als je op de hendel drukt, zie je een bruingrijs gas uit het patroon spuiten.",
				"Het gezwel begint langzaam steeds heftiger te trillen, en langzaam komen overal scheuren in zijn schurfterige huid. Zijn tentakels komen langzaam met een luid slurpend geluid los van de rotswanden, en hij zakt helemaal in elkaar."
			],
			"SelfInjury": [
				"Als je op de hendel drukt, zie je een bruingrijs gas uit het patroon spuiten.",
				"Je kunt nog zien dat het gezwel langzaam steeds heftiger begint te trillen, voordat je zelf een kloppende hoofdpijn krijgt en onderuit gaat. Je hebt niets om je tegen het gas te beschermen, en je valt flauw. Na een tijdje kom je weer bij."
			],
			"Done": [
				"Op het gescheurde lichaam van het gezwel zitten allemaal schimmels. Uit zijn maag kruipen pissebedden en oorkruipers. Er verspreidt zich een sterke rotlucht, en er ontstaat langzaam een klein slijmplasje."
			]
		}
	},
	{
		"ID": 6,
		"StartRoom": 45,
		"StatusTexts": {
			"Initial": [
				"In het noorden zit een grote, vastgeroeste deur. Hij is met blote handen niet meer open te krijgen."
			],
			"Operating": [
				"Je zet één eind van het bot onder de deur, en op het andere begin je te duwen.",
				"Na lang wrikken begint de deur hevig te kraken en te piepen, en vormt zich een kier. Je geeft nog een duw, en langzaam draait de deur open."
			],
			"Done": [
				"De deur is nu open, en geeft toegang tot een grot."
			]
		}
	},
	{
		"ID": 7,
		"StartRoom": 58,
		"StatusTexts": {
			"Initial": [
				"Uit het niets hoor je opeens een paar stemmen. Met moeite kun je ze verstaan:",
				"\"Wat schreeuwt is in z'n hart nog een kind\"",
				"Dan is het weer stil."
			],
			"Done": [
				"Vanuit de verte hoor je zachte, lachende stemmetjes."
			]
		}
	},
	{
		"ID": 8,
		"StartRoom": 17,
		"StatusTexts": {
			"Initial": [
				"Op deze open plek staat een barbecue gezellig te branden."
			],
			"FirstStep": [
				"Als je de hasj op de barbecue gooit verschiet de vlam van kleur. Verder gebeurt er niets."
			],
			"SecondStep": [
				"Als je het vlees op de barbecue gooit verschiet de vlam van kleur. Verder gebeurt er niets."
			],
			"FirstWait": [
				"De barbecue brandt nog steeds, alleen iets onrustiger dan eerst."
			],
			"Operating": [
				"Een grote rookontwikkeling treedt op wanneer het tweede ingrediënt in de barbecue belandt.",
				"Knetterend smelten de 2 ingrediënten om tot een koekje."
			]
		}
	},
	{
		"ID": 9,
		"StartRoom": 10,
		"StatusTexts": {
			"Initial": [
				"In een kleine open plek staat een grote, kurkdroge, dode boom. Op de stam zit een bordje met daarop de tekst \"Roken en open vuur verboden\"."
			],
			"Operating": [
				"Uit de pijp van de vlammenwerper spuit een enorme vlam. De boom begint langzaam te branden, en weldra staat hij in lichterlaaie. De vlammen slaan om zich heen, en het hele bos begint mee te branden. Je bent omringd door een enorme vuurzee, en de hitte is enorm."
			],
			"SelfInjury": [
				"Je hebt niets om je te beschermen tegen de hitte, en je loopt flinke brandwonden op."
			],
			"Done": [
				"Uit de grond steken nog een paar wortels, en er naast ligt een verkoold stuk bord met daarop \"R   n e  op n v u  ver  d n\""
			]
		}
	},
	{
		"ID": 10,
		"StartRoom": 4,
		"StatusTexts": {
			"Initial": [
				"Je struikelt over iets. Door de begroeïing zie je niet wat het is."
			]
		}
	},
	{
		"ID": 11,
		"StartRoom": 41,
		"StatusTexts": {
			"Initial": [
				"Er staat een computer van het merk Beull die bestaat bestaat uit een kast met een 3.5-inch drive en een monitor. Op de monitor staat: \"Datadisk invoeren a.u.b.\"."
			],
			"FirstWait": [
				"De computer wacht nog steeds."
			],
			"Operating": [
				"De drive begint te lezen en na korte tijd verschijnt er informatie op het scherm. Er staat: \"In het onderste grottenstelsel moet men een letterroute volgen die resulteert in de naam van het te vinden voorwerp.\".",
				"Na even wordt het scherm zwart."
			],
			"Done": [
				"Er valt niets te zien op de monitor en de computer is stil."
			]
		}
	},
	{
		"ID": 12,
		"StartRoom": 32,
		"StatusTexts": {
			"Initial": [
				"Er zit in het noorden een zware, dichte deur met daarnaast een drakekop met een geopende muil. Op de deur zit een zwaar slot."
			],
			"FirstStep": [
				"Je stopt het kristal in de muil van de drakekop, die daarop dicht- en weer opengaat. Het kristal is nu verdwenen, en de ogen van de kop beginnen licht te gloeien."
			],
			"FirstWait": [
				"De ogen van de draak blijven licht gloeien."
			],
			"SecondStep": [
				"Je stopt nog een kristal in de muil. Weer sluit en opent deze, en weer is het kristal verdwenen. Het schijnsel uit de ogen wordt nu sterker."
			],
			"SecondWait": [
				"De ogen van de draak blijven gloeien."
			],
			"Operating": [
				"Je legt het laatste kristal in de kop. De muil sluit zich weer, en nu blijft hij dicht. De ogen beginnen nu steeds feller te gloeien. Op een gegeven moment concentreert de gloed zich tot een erg felle lichtstraal, die langs je schiet en wordt weerkaatst in een spiegel vlak achter je. De spiegel reflecteert het licht met akelige precisie op het zware slot dat door de enorme hitte verdampt.",
				"Daarna zwaait de deur langzaam met veel gepiep open."
			],
			"Done": [
				"De zware deur is nu open en geeft toegang tot een ruimte."
			]
		}
	},
	{
		"ID": 13,
		"StartRoom": 59,
		"StatusTexts": {
			"Initial": [
				"Voor je zie je een krater waarin lava opborrelt. Van het lava komt een dikke damp, en een rode gloed verlicht de omtrek. De hitte is enorm, maar het hittepak beschermt je tegen verbranding."
			],
			"SelfInjury": [
				"Voor je zie je een krater waarin lava opborrelt. De hitte is zo intens, dat je een aantal brandwonden oploopt en naar achteren wordt geblazen."
			],
			"Done": [
				"Je gooit de positronenbom met een pisboogje in de lava. Met luid gesis zakt de bom langzaam weg naar beneden. De lava begint op een gegeven moment vreemd te borrelen en verschiet ineens van rood naar groen. Dan zie je een oogverblindende flits vanuit het lava. Daarna wordt het weer rustiger.",
				"Het lijkt erop dat je de wereld hebt behoed voor de totaalvernietiging door dit positronenwapen, waarvan de beginselen mede van jouw handen komen. Je missie is voltooid, en vermoeid en vol van gemengde gevoelens verlaat je het grottenstelsel."
			]
		}
	},
	{
		"ID": 14,
		"StartRoom": 71,
		"StatusTexts": {
			"Initial": [
				"Doordat er in deze grot geen lucht is, klappen allebei je longen dicht. Een verschrikkelijke pijn kraakt als een bliksem door je lijf. Je valt naar achteren de grot uit, en daar val je even flauw"
			]
		}
	},
	{
		"ID": 15,
		"StartRoom": 66,
		"StatusTexts": {
			"Initial": [
				"Er zit een dicht, houten luik in het plafond. Je kunt er niet bij."
			],
			"Operating": [
				"Het luik in het plafond gaat open en er dwarrelt een vel papier naar beneden."
			],
			"Done": [
				"Het luik aan het plafond hangt nu open. Er zit een leeg gat."
			]
		}
	},
	{
		"ID": 21,
		"Virtual": true,
		"StatusTexts": {
			"Initial": [
				"Met de eerste stap die je in het moeras zet, voel je dat je geen vaste grond onder de voeten hebt. Ondanks je wilde pogingen boven te blijven zak je langzaam het moeras in. Als je tot je nek in de pruttelende, modderige massa zit houd je je adem in en doe je je ogen dicht. Je blijft zakken in de smurrie, en na enige tijd verlies je je bewustzijn.",
				"Als je weer bijkomt merk je dat je op een harde ondergrond ligt... in een grot."
			]
		}
	},
	{
		"ID": 16,
		"StartRoom": 3
	},
	{
		"ID": 17,
		"StartRoom": 8
	},
	{
		"ID": 18,
		"StartRoom": 18
	},
	{
		"ID": 19,
		"StartRoom": 37,
		"StatusTexts": {
			"Initial": [
				"In deze grot hangt een vreemde, dichte mist, waardoor je geen hand voor ogen ziet. Je verliest je orïentatiegevoel en stommelt paniekerig door de grot, op zoek naar een uitgang.",
				"Net als je begint te denken dat je nooit een uitgang uit deze grot zult vinden, struikel je voorover een andere grot in."
			]
		}
	},
	{
		"ID": 20,
		"StartRoom": 79,
		"StatusTexts": {
			"Initial": [
				"Als je deze grot binnenloopt zie je een aantal pulserende lampen aan het plafond en tegen een van de wanden een enorm apparaat met een aantal bedieningspanelen en beeldschermen.",
				"Terwijl je ernaartoe loopt om het beter te bekijken struikel je over een pedaal in de grond, waarna een sirene begint te loeien. Van de schrik blijf je liggen, en je ziet dat de lampen aan het plafond feller gaan branden en er grote hoeveelheden data over de beeldschermen flitsen. Even later zie je een oogverblindende flits en voel je je even gewichtloos.",
				"Als je weer kunt zien, merk je dat de lampen en de machine zijn verdwenen.",
				"Sterker nog, je ligt buiten..."
			]
		}
	}
]
