[{"ID":0,"StartRoom":2,"StrikeCount":4,"StatusTexts":{"Initial":["There is a giant hell hound here, that blocks your path. His sharp teeth are clearly visible, and red drool slowly drips from its mouth.","It looks threateningly at you with its blood-shot eyes, and a deep growl rises from its throat."],"Attack":["The hell hound leaps forward and jumps on top of your body. His nails dig into your flesh, and at some points he bites you hard in the shoulder. Your bones crunch and a jolt of pain shoot through your nerves.","The hound releases you and looks at you as it growls."],"PreparingNextAttack":["The hunger of the hell hound has not been satisfied yet. A deep growl comes out of its throat, and it\u0027s ready to attack again."],"Dying":["Due to the wounds you\u0027ve inflicted with your sword, the heavily bleeding hell hound dies. Je strike one more time, and a piece of hound meat lets loose."],"Done":["The dead hell hound lies in a steaming pool of blood."]}},{"ID":1,"StartRoom":23,"StatusTexts":{"Initial":["You\u0027ve disturbed the peace of the red troll. He looks deeply annoyed."],"PreparingFirstAttack":["Now the troll is properly awake. He grabs his whip and appraches you threateningly."],"Attack":["The troll hits you hard whit his whip. You feel the burning pain down to your bones."],"PreparingNextAttack":["Foam runs from the troll\u0027s mouth. He rises his sword again."],"Dying":["Excitedly, the troll snatches the magazine. He flips through it and turns redder and redder. At some point a gurgling noise emerges from the creature, and he blows up with a bang. The remains of the troll slowly drip down from the cave walls.","Suddenly, you see something glimmer."],"Done":["Peaces of the torn-up troll are spread throughout the cave. Slime pulls at your shoes, and a filthy stench creeps up your nose."]}},{"ID":2,"StartRoom":25,"StrikeCount":6,"StatusTexts":{"Initial":["This cave houses a flesh-eating plant.","Its thick green stemp runs up to a horrifying head, with gruesome teeth. It noticed you and it moves its wide-open mouth in your direction. Before you\u0027ve been able to make a move, you\u0027re tangled up in the monster. The plant puts its teeth in your neck."],"PreparingNextAttack":["With its little scavy tongue, the plant licks your blood of its mouth.","It looks at you again with its geen eyes, and prepares to sink its teeth in you neck again."],"Attack":["Once more, the plant\u0027s mouth encloses your neck. A warm stream of blood runs down over your back, and now the pain is unbearable. After a while, the plant lets go of you again."],"Dying":["The remains of what used to be a flesh-eating plant are now on the floor of the cave. It\u0027s mouth is wide open, and its eyes almost roll out of their sockets. The blood of its victims slowly drips out of its stem.","At the spot where his molded roots used to be, an opening has appeared."],"Done":["The flesh-eating plant is little more than a mound of stinking garden waste."]}},{"ID":3,"StartRoom":44,"StatusTexts":{"Initial":["There is a big, hairy gnu here, that looks at you with two sneaky eyes. Between the hairs of its fur there are all kinds of small creeping creatures that you have never seen before. A horrible smell comes off the beast. Drooling and puffing heavily, it approaches you."],"Attack":["THe gnu takes a leap and thrusts its large head hard into your stomach. Je feel like your lungs are being pressed out of your body. Dazed, you get back on your feet."],"Dying":["The gnu sees the meat, sniffs it and gobbles it up in one go.","You see it swell up slowly and its brains come out through its eye sockets. It collapses and remains completely still."],"Done":["The bobbed body of the gnu are on the floor, with its brains forming a puddle next to it."]}},{"ID":4,"StartRoom":50,"StatusTexts":{"Initial":["In deze grot bevindt zich een grote draak. Hij heeft meerdere koppen, die je allemaal bespieden met gele oogjes. Zijn hele huid is bedekt met schimmel, en uit zijn bekken hangen lange, bruine tongen, waar een bijtend zuur af druppelt.","Opeens komt uit een van de bekken een rommelend geluid. Met moeite versta je \u0022Ben jij een koekie?\u0022"],"PreparingFirstAttack":["De koppen van de draak bewegen nu agressiever heen en weer en beginnen hevig te snuiven.","De lucht uit de drakekoppen ruikt afgrijselijk, en je slaat achterover van walging. Een van de bekken spert zich wijd open, en harder dan eerst klinkt \u0022BEN JIJ EEN KOEKIE?!?\u0022"],"Attack":["De draak heft langzaam een van zijn gore poten op, en geeft opeens een ontzettende harde klap. Er kraakt iets in je hoofd, en een duizeling maakt zich van je meester. Hij maakt aanstalten je nog een klap te verkopen."],"FirstStep":["De draak grijpt het koekje, en steekt hem gelijk in een van zijn grote bekken.","Langzaam begint hij te wankelen, en met een doffe dreun klapt hij op de grond.","Uit de bek waar juist het koekje in verdween druipt wat kwijl. De draak slaapt."],"FirstWait":["De draak slaapt onrustig. Soms beweegt een van zijn koppen iets, en uit zijn lijf klinkt een diep gegrom."],"SecondStep":["Voorzichtig zet je de draak de slaapmuts op. De vrolijke kleuren van de muts steken af tegen de beschimmelde huid, en de muts zakt iets scheef. Op een gegeven moment valt er iets, en het klettert tegen de harde rotsvloer."],"Done":["De draak slaapt rustig."]}},{"ID":5,"StartRoom":75,"StatusTexts":{"Initial":["Er staat hier een wezen dat nog het meest lijkt op een gezwel. Het kijkt je aan met 2 gluiperige ogen, op zijn huid zitten schurftvlekken, en op zijn mondhoeken groeien algen. Met zijn lange, glibberige tentakels houdt het zich vast aan alle wanden van de grot en verspert zo je weg."],"FirstWait":["Het gezwel zit nog steeds aan de grotwanden vastgezogen, en het trilt licht."],"Dying":["Als je op de hendel drukt, zie je een bruingrijs gas uit het patroon spuiten.","Het gezwel begint langzaam steeds heftiger te trillen, en langzaam komen overal scheuren in zijn schurfterige huid. Zijn tentakels komen langzaam met een luid slurpend geluid los van de rotswanden, en hij zakt helemaal in elkaar."],"SelfInjury":["Als je op de hendel drukt, zie je een bruingrijs gas uit het patroon spuiten.","Je kunt nog zien dat het gezwel langzaam steeds heftiger begint te trillen, voordat je zelf een kloppende hoofdpijn krijgt en onderuit gaat. Je hebt niets om je tegen het gas te beschermen, en je valt flauw. Na een tijdje kom je weer bij."],"Done":["Op het gescheurde lichaam van het gezwel zitten allemaal schimmels. Uit zijn maag kruipen pissebedden en oorkruipers. Er verspreidt zich een sterke rotlucht, en er ontstaat langzaam een klein slijmplasje."]}},{"ID":6,"StartRoom":45,"StatusTexts":{"Initial":["In het noorden zit een grote, vastgeroeste deur. Hij is met blote handen niet meer open te krijgen."],"Operating":["Je zet één eind van het bot onder de deur, en op het andere begin je te duwen.","Na lang wrikken begint de deur hevig te kraken en te piepen, en vormt zich een kier. Je geeft nog een duw, en langzaam draait de deur open."],"Done":["De deur is nu open, en geeft toegang tot een grot."]}},{"ID":7,"StartRoom":58,"StatusTexts":{"Initial":["Uit het niets hoor je opeens een paar stemmen. Met moeite kun je ze verstaan:","\u0022Wat schreeuwt is in z\u0027n hart nog een kind\u0022","Dan is het weer stil."],"Done":["Vanuit de verte hoor je zachte, lachende stemmetjes."]}},{"ID":8,"StartRoom":17,"StatusTexts":{"Initial":["Op deze open plek staat een barbecue gezellig te branden."],"FirstStep":["Als je de hasj op de barbecue gooit verschiet de vlam van kleur. Verder gebeurt er niets."],"SecondStep":["Als je het vlees op de barbecue gooit verschiet de vlam van kleur. Verder gebeurt er niets."],"FirstWait":["De barbecue brandt nog steeds, alleen iets onrustiger dan eerst."],"Operating":["Een grote rookontwikkeling treedt op wanneer het tweede ingrediënt in de barbecue belandt.","Knetterend smelten de 2 ingrediënten om tot een koekje."]}},{"ID":9,"StartRoom":10,"StatusTexts":{"Initial":["In een kleine open plek staat een grote, kurkdroge, dode boom. Op de stam zit een bordje met daarop de tekst \u0022Roken en open vuur verboden\u0022."],"Operating":["Uit de pijp van de vlammenwerper spuit een enorme vlam. De boom begint langzaam te branden, en weldra staat hij in lichterlaaie. De vlammen slaan om zich heen, en het hele bos begint mee te branden. Je bent omringd door een enorme vuurzee, en de hitte is enorm."],"SelfInjury":["Je hebt niets om je te beschermen tegen de hitte, en je loopt flinke brandwonden op."],"Done":["Uit de grond steken nog een paar wortels, en er naast ligt een verkoold stuk bord met daarop \u0022R   n e  op n v u  ver  d n\u0022"]}},{"ID":10,"StartRoom":4,"StatusTexts":{"Initial":["Je struikelt over iets. Door de begroeïing zie je niet wat het is."]}},{"ID":11,"StartRoom":41,"StatusTexts":{"Initial":["Er staat een computer van het merk Beull die bestaat bestaat uit een kast met een 3.5-inch drive en een monitor. Op de monitor staat: \u0022Datadisk invoeren a.u.b.\u0022."],"FirstWait":["De computer wacht nog steeds."],"Operating":["De drive begint te lezen en na korte tijd verschijnt er informatie op het scherm. Er staat: \u0022In het onderste grottenstelsel moet men een letterroute volgen die resulteert in de naam van het te vinden voorwerp.\u0022.","Na even wordt het scherm zwart."],"Done":["Er valt niets te zien op de monitor en de computer is stil."]}},{"ID":12,"StartRoom":32,"StatusTexts":{"Initial":["Er zit in het noorden een zware, dichte deur met daarnaast een drakekop met een geopende muil. Op de deur zit een zwaar slot."],"FirstStep":["Je stopt het kristal in de muil van de drakekop, die daarop dicht- en weer opengaat. Het kristal is nu verdwenen, en de ogen van de kop beginnen licht te gloeien."],"FirstWait":["De ogen van de draak blijven licht gloeien."],"SecondStep":["Je stopt nog een kristal in de muil. Weer sluit en opent deze, en weer is het kristal verdwenen. Het schijnsel uit de ogen wordt nu sterker."],"SecondWait":["De ogen van de draak blijven gloeien."],"Operating":["Je legt het laatste kristal in de kop. De muil sluit zich weer, en nu blijft hij dicht. De ogen beginnen nu steeds feller te gloeien. Op een gegeven moment concentreert de gloed zich tot een erg felle lichtstraal, die langs je schiet en wordt weerkaatst in een spiegel vlak achter je. De spiegel reflecteert het licht met akelige precisie op het zware slot dat door de enorme hitte verdampt.","Daarna zwaait de deur langzaam met veel gepiep open."],"Done":["De zware deur is nu open en geeft toegang tot een ruimte."]}},{"ID":13,"StartRoom":59,"StatusTexts":{"Initial":["Voor je zie je een krater waarin lava opborrelt. Van het lava komt een dikke damp, en een rode gloed verlicht de omtrek. De hitte is enorm, maar het hittepak beschermt je tegen verbranding."],"SelfInjury":["Voor je zie je een krater waarin lava opborrelt. De hitte is zo intens, dat je een aantal brandwonden oploopt en naar achteren wordt geblazen."],"Done":["Je gooit de positronenbom met een pisboogje in de lava. Met luid gesis zakt de bom langzaam weg naar beneden. De lava begint op een gegeven moment vreemd te borrelen en verschiet ineens van rood naar groen. Dan zie je een oogverblindende flits vanuit het lava. Daarna wordt het weer rustiger.","Het lijkt erop dat je de wereld hebt behoed voor de totaalvernietiging door dit positronenwapen, waarvan de beginselen mede van jouw handen komen. Je missie is voltooid, en vermoeid en vol van gemengde gevoelens verlaat je het grottenstelsel."]}},{"ID":14,"StartRoom":71,"StatusTexts":{"Initial":["Doordat er in deze grot geen lucht is, klappen allebei je longen dicht. Een verschrikkelijke pijn kraakt als een bliksem door je lijf. Je valt naar achteren de grot uit, en daar val je even flauw"]}},{"ID":15,"StartRoom":67,"StatusTexts":{"Initial":["Er zit een dicht, houten luik in het plafond. Je kunt er niet bij."],"Operating":["Het luik in het plafond gaat open en er dwarrelt een vel papier naar beneden."],"Done":["Het luik aan het plafond hangt nu open. Er zit een leeg gat."]}},{"ID":21,"StartRoom":0,"Virtual":true,"StatusTexts":{"Initial":["Met de eerste stap die je in het moeras zet, voel je dat je geen vaste grond onder de voeten hebt. Ondanks je wilde pogingen boven te blijven zak je langzaam het moeras in. Als je tot je nek in de pruttelende, modderige massa zit houd je je adem in en doe je je ogen dicht. Je blijft zakken in de smurrie, en na enige tijd verlies je je bewustzijn.","Als je weer bijkomt merk je dat je op een harde ondergrond ligt... in een grot."]}},{"ID":16,"StartRoom":3,"StatusTexts":null},{"ID":17,"StartRoom":8,"StatusTexts":null},{"ID":18,"StartRoom":18,"StatusTexts":null},{"ID":19,"StartRoom":37,"StatusTexts":{"Initial":["In deze grot hangt een vreemde, dichte mist, waardoor je geen hand voor ogen ziet. Je verliest je orïentatiegevoel en stommelt paniekerig door de grot, op zoek naar een uitgang.","Net als je begint te denken dat je nooit een uitgang uit deze grot zult vinden, struikel je voorover een andere grot in."]}},{"ID":20,"StartRoom":79,"StatusTexts":{"Initial":["Als je deze grot binnenloopt zie je een aantal pulserende lampen aan het plafond en tegen een van de wanden een enorm apparaat met een aantal bedieningspanelen en beeldschermen.","Terwijl je ernaartoe loopt om het beter te bekijken struikel je over een pedaal in de grond, waarna een sirene begint te loeien. Van de schrik blijf je liggen, en je ziet dat de lampen aan het plafond feller gaan branden en er grote hoeveelheden data over de beeldschermen flitsen. Even later zie je een oogverblindende flits en voel je je even gewichtloos.","Als je weer kunt zien, merk je dat de lampen en de machine zijn verdwenen.","Sterker nog, je ligt buiten..."]}}]