[
	{
		"ID": 0,
		"Name": "the hell hound meat",
		"Description": "It's a filthy piece of meat that smells of vomit.",
		"UseTexts": [
			"I don't think that's wise."
		],
		"StartRoom": 80,
		"UsableOn": [ 8 ]
	},
	{
		"ID": 1,
		"Name": "the thermal suit",
		"Description": "This aluminium-coloured suit protects you against great heat or cold.",
		"StartRoom": 4,
		"Wearable": true,
		"UseTexts": [
			"You're wearing the suit already." 
		]
	},
	{
		"ID": 2,
		"Name": "the green crystal",
		"Description": "It is a clear, green crystal. For a moment, you see a mysterious twinkle.",
		"StartRoom": 80,
		"UseTexts": [
			"You throw the crystal in the air and catches it again. It nearly falls out of your hand when it lands."
		],
		"UsableOn": [ 12 ]
	},
	{
		"ID": 3,
		"Name": "the sword",
		"Description": "It's a magical sword that doesn't look too strong, but radiates great force. There's a purple ruby in the handle."
		"StartRoom": 5,
		"UseTexts": [
			"You tip the sword a little and pick at the blade."
		],
		"UsableOn": [ 0, 2 ]
	},
	{
		"ID": 4,
		"Name": "the bone",
		"Description": "It's a bleak, human thigh bone, that looks strong. You can apply a lot of force with it.",
		"StartRoom": 13,
		"UseTexts": [
			"You let one end of the bone bounce off your head a few times. It sounds a little hollow."
		],
		"UsableOn": [ 6 ],
		"KeepAfterUse": true
	},
	{
		"ID": 5,
		"Name": "the diskette",
		"Description": "It's a grey 3.5\" diskette of the brand 'Spirits' that is likely to contain important data.",
		"StartRoom": 20,
		"UseTexts": [
			"You slide the metal cover to the side. It looks like there's thin magnetic material behind it."
		],
		"UsableOn": [ 11 ]
	},
	{
		"ID": 6,
		"Name": "the hashis",
		"Description": "It's a bag with stuff that looks like tobacco.",
		"StartRoom": 22,
		"UseTexts": [
			"You rub the bag between your fingers. The contents crumble a little."
		],
		"UsableOn": [ 8 ]
	},
	{
		"ID": 7,
		"Name": "the red crystal",
		"Description": "It is a clear, red crystal. For a moment, you see a mysterious twinkle.",
		"StartRoom": 80,
		"UseTexts": [
			"You squeeze the crystal. No blood comes out of it."
		],
		"UsableOn": [ 12 ]
	},
	{
		"ID": 8,
		"Name": "the nightcap",
		"Description": "It's a Mickey Mouse nightcap full of happy colours.",
		"StartRoom": 24,
		"UseTexts": [
			"You put the nightcap on your head. It doesn't fit and slides off."
		],
		"UsableOn": [ 4 ]
	},
	{
		"ID": 9,
		"Name": "the nookitron bomb",
		"Description": "The bomb consists of a number of thin tubes in a cilinder. Around it, there are some tubes. A strange hum emerges from a grate. There's a sign on it that says: -5° - 105°, Code name: R136.",
		"StartRoom": 27,
		"UseTexts": [
			"You can't find a button to push."
		],
		"UsableOn": [ 13 ]
	},
	{
		"ID": 10,
		"Name": "the flashlight",
		"Description": "It's a black, aluminium flashlight with a halogen lamp in it.", 
		"StartRoom": 31,
		"BlockPutdown": true,
		"Components": [ 10, 18 ],
		"CombineTexts": [
			"You screw the cap off the flashlight and shake until the old batteries fall out. Then, you stick in the \"bunny batteries\" and screw the cap back on. After you've hit the flashlight a few times, you see that it works."
		],
		"KeepAfterUse": true
	},
	{
		"ID": 11,
		"Name": "the bandage kit",
		"Description": "It's a white box with a red cross. It contains some bandages and a few band-aids.",
		"StartRoom": 39,
		"UseTexts": [
			"You take the bandages and band-aids and puts them over your wounds. You bite your lips when you feel the pain of the bandages touchting your wounds that are still bleeding.",
			"You're as good as new."
		]
	},
	{
		"ID": 12,
		"Name": "the flamethrower",
		"Description": "The flamethrower consists of a pipe, oxigen and fuel containers and an activation button. A small pilot light comes out of the end of the pipe.",
		"StartRoom": 40,
		"UseTexts": [
			"You pull the lever a little. \"Pfft\", the flamethrower says."
		],
		"UsableOn": [ 9 ],
		"KeepAfterUse": true
	},
	{
		"ID": 13,
		"Name": "het kookboek",
		"Description": "Het is een oud, vergeeld kookboek met daarin een koekjesrecept. Er staat: 'Pak wat hellehond en wat hasj, en gooi het in de barbecue'. Dat is alles.",
		"StartRoom": 43,
		"UseTexts": [
			"Je draait het kookboek ondersteboven. Het valt je op dat de tekst nu op zijn kop staat."
		]
	},
	{
		"ID": 14,
		"Name": "de tnt",
		"Description": "De T.N.T. is een bosje rode staven met een velletje waarop staat: 'Pas op! Schokgevoelig!'",
		"StartRoom": 51,
		"UseTexts": [
			"Je pakt een staafje en gooit het op de grond. Er volgt een explosie die samengaat met een harde knal. Je wordt even verblind door de flits van de ontploffing. Door de klap val je even flauw."
		]
	},
	{
		"ID": 15,
		"Name": "het mosterdgaspatroon",
		"Description": "Het is een patroon dat mosterdgas onder druk bevat. Er zitten draadjes aan en je kunt niets vinden om hem te activeren.",
		"StartRoom": 80,
		"UseTexts": [
			"Je schudt wat met het patroon. Je hoort niets."
		]
	},
	{
		"ID": 16,
		"Name": "het giftige vlees",
		"Description": "Het is een stuk vlees dat er op zich lekker uit ziet, maar een paar groene vlekken heeft. Er zit een dode mier op.",
		"StartRoom": 52,
		"UseTexts": [
			"Dat lijkt me niet verstandig."
		],
		"UsableOn": [ 3 ]
	},
	{
		"ID": 17,
		"Name": "de ontsteking",
		"Description": "De ontsteking is een kastje met een T-vormige hendel erop.",
		"StartRoom": 60,
		"UseTexts": [
			"Je drukt de hendel omlaag, maar er gebeurt niets. Misschien ontbreekt er nog iets?"
		]
	},
	{
		"ID": 18,
		"Name": "het pakje batterijen",
		"Description": "Het is een pakketje met penlights. Konijntjes kunnen er uren mee trommelen.",
		"StartRoom": 61,
		"BlockPutdown": true,
		"UseTexts": [
			"Je steekt twee batterijen in je neusgaten en de andere twee in je oren. Je wordt er niet warm of koud van, dus je steekt de batterijen weer in het pakje."
		]
	},
	{
		"ID": 19,
		"Name": "het gasmasker",
		"Description": "Het is een groen masker met een rond filter en 2 plastic ooggaten.",
		"StartRoom": 62,
		"Wearable": true,
		"UseTexts": [
			"Je hebt het gasmasker al op."
		]
	},
	{
		"ID": 20,
		"Name": "het papier",
		"Description": "Het is een geel vel papier met gekrulde hoeken. Het handschrift is bijna onleesbaar, en met moeite ontcijfer je: 'Voed de drakekop met de 3 gekleurde kristallen'.",
		"StartRoom": 80,
		"UseTexts": [
			"Je probeert er een vliegtuigje van te vouwen, maar ontdekt dat je vergeten bent hoe dat moet."
		]
	},
	{
		"ID": 21,
		"Name": "het boekje",
		"Description": "Het is een vies, kleverig boekje met op de voorkant een ontklede trol. Je krijgt kotsneigingen.",
		"StartRoom": 70,
		"UseTexts": [
			"Je kunt je niet indenken wat je hiermee aan moet."
		],
		"UsableOn": [ 1 ]
	},
	{
		"ID": 22,
		"Name": "the blue crystal",
		"Description": "It is a clear, blue crystal. For a moment, you see a mysterious twinkle.",
		"StartRoom": 72,
		"UseTexts": [
			"Je krabt je achterhoofd met een punt van het kristal."
		],
		"UsableOn": [ 12 ]
	},
	{
		"ID": 23,
		"Name": "het koekje",
		"Description": "Het is een rond koekje dat naar ammoniak stinkt.",
		"StartRoom": 80,
		"UseTexts": [
			"Je ruikt eens aan het koekje en besluit het daarbij maar te laten"
		],
		"UsableOn": [ 4 ]
	},
	{
		"ID": 24,
		"Name": "de mosterdgasgranaat",
		"Description": "Door het indrukken van de hendel kan het mosterdgas ontstnappen.",
		"StartRoom": 80,
		"UseTexts": [
			"Dat lijkt me hier geen goed idee."
		],
		"Components": [ 15, 17 ],
		"CombineTexts": [
			"Je plaatst de ontsteker op het mosterdgaspatroon. Na enig friemelen is het resultaat een werkende mosterdgasgranaat."
		],
		"UsableOn": [ 5 ]
	}
]